const productsData = [
  {
    title: "لوانت سوییت",
    name: "LEVANT SUITE",
    description:
      "لوانت سوییت، راهکار جامع °360 که تمــام نــیـــازهــای کـسب و کـار با محوریت مشتری را پوشش می دهد. با بهره‌برداری از لــوانـت سـوییت، همه نیازهای یک کسب و کار در حوزه احراز هویت مشـتریان، مدیریت ارتباط با مشتری و ساخت فرایندهای آنلاین پاسخ داده می‌شود. ",
    link: "/products/levantsSuite",
    color: "suiteColor",
  },
  {
    title: "نشان",
    name: "NESHAN",
    description:
      "نشان، یک راهکار ابری هوشمند در حوزه احراز هویت است. نشان برای سازمان هایی که به احراز هویت مشتریان حقیقی و حقوقی خود با استفاده از هوش مصنوعی و اطلاعات ثبتی - هویتی نیاز دارند، هوشمندانه ترین انتخاب خواهد بود.",
    link: "/products/neshan",
    color: "neshanColor",
  },
  {
    title: "سیوا",
    name: "SIVA",
    description:
      "کسب و کار شما رشد میکند و تکامل می یابد، آیا CRM شما هم می تواند همگام با کسب و کار شما پیش بیاید؟ سیوا، یک CRM ابری هوشمند است که روابط کسب و کار و مشتری را سازماندهی و یکپارچه می کند. با سیوا، همواره در بازار رقابت پیشرو باشید.",
    link: "/products/siva",
    color: "sivaColor",
  },
  {
    title: "شیوا",
    name: "SHIVA",
    description:
      "شیوا، فرایندساز ابری و هوشمند است و به کسب و کارهایی که برای اتوماسیون کردن فرایندهای داخلی یا بیرونی خود دچار چالش هستند، ابزارهای کاربردی و منعطف ارائه می دهد. شیوا، به سادگی با سایر ابزارهای کسب و کار شما یکپارچه شده و زمینه افزایش بهره‌وری را در سازمان فراهم میکند.",
    link: "/products/shiva",
    color: "shivaColor",
  },
];
export default productsData;
