import React from "react";
const valuablePartnerData = [
	{
		title: "افزایش بهره‌وری کارکنان",
		description:
			"استفاده از محصول پیشنهادی ما این امکان را به سازمان شما می‌دهد که عملکرد قسمت‌های مختلف کسب‌و‌کار خود را بهتر رصد کنید و در جهت بهینه‌سازی این عملکرد حرکت کنید",
		icon: <span className="icon-efficiency" />,
	},
	{
		title: "افزایش رضایتمندی مشتریان",
		description:
			"سیستم ما به شما این امکان را می‌دهد تا اطلاعات مشتریانتان را زیر نظر داشته باشید و بتوانید بهترین تصمیمات را برای کسب رضایت مشتریانتان اتخاذ کنید",
		icon: <span className="icon-satisfactionIncreasement" />,
	},
	{
		title: "افزایش رقابت‌پذیری",
		description:
			"استفاده از محصول پیشنهادی ما به سازمان شما این امکان را می‌دهد تا ارتباطات معنادارتر و ارزش‌آفرین‌تری را ایجاد و حفظ کنید و در نتیجه توانایی بیشتری در بازار رقابتی داشته باشید",
		icon: <span className="icon-competition" />,
	},
	{
		title: "کاهش هزینه های عملیاتی",
		description:
			"استفاده از محصول پیشنهادی ما این امکان را به سازمان شما می‌دهد که با داشتن ساختار سیستماتیک در جذب و نگهداری مشتریان کمترین منابع را هدر دهید و هزینه‌کرد خود را بهینه کنید",
		icon: <span className="icon-operation"></span>,
	},
];
export default valuablePartnerData;