import React, { useState } from "react";
import "./APIPanel.scss";
import { StaticImage } from "gatsby-plugin-image";
import { Button } from "../widgets";
import DemoRequest from "../demoRequest/DemoRequest";
import { Link } from "gatsby";

const ApiPanel = () => {
  const [isPopupOpen, setIsPopupOpen] = useState(false);

  return (
    <>
      <section
        style={{
          background: "#F6F7FA",
          width: "100%",
          marginTop: "0",
          display: "block",
        }}
      >
        <div className="api-panel-section">
          <h3 className="section-subtitle">پرتال مشتریان (API Panel)</h3>
          <h2 className="section-title">
            مدیریت آسان و نظارت کامل بر احراز هویت‌ها
          </h2>
          <div className="panelWrapper">
            <div className="panel-description">
              <p style={{ padding: "22px" }}>
                پرتال مشتریان لوانت به شما امکان می‌دهد تا به صورت لحظه‌ای
                برتمامی فراخوانی‌های احراز هویت مشتریان خود نظارت داشته باشید.
              </p>

              <div className="checkbox-container">
                <div className="checkbox_item">
                  <svg
                    width="28"
                    height="28"
                    viewBox="0 0 28 28"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M2.8 13.9998C2.8 7.81422 7.81441 2.7998 14 2.7998C20.1856 2.7998 25.2 7.81422 25.2 13.9998C25.2 20.1854 20.1856 25.1998 14 25.1998C7.81441 25.1998 2.8 20.1854 2.8 13.9998Z"
                      fill="#4361EE"
                      fillOpacity="0.2"
                    />
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M19.5484 11.8211C19.8156 11.4112 19.8802 10.8799 19.5909 10.4853C19.2349 9.99976 18.7849 9.66027 18.3892 9.43135C17.8521 9.12063 17.2086 9.35753 16.8513 9.86481C14.6695 12.9625 13.3111 14.9734 13.3111 14.9734C13.3111 14.9734 12.4944 13.9578 11.1363 12.4975C10.6651 11.9908 9.90024 11.8892 9.37827 12.3433C9.09598 12.5889 8.78955 12.892 8.51776 13.2415C8.17056 13.6879 8.24398 14.3057 8.59915 14.7459C9.94215 16.4103 11.2394 17.7698 12.1675 18.6847C12.9202 19.4266 14.0992 19.3653 14.7613 18.5414C15.7721 17.2838 17.3917 15.1303 19.5484 11.8211Z"
                      fill="#4361EE"
                    />
                  </svg>{" "}
                  <div className="item-color">گزارش فراخوانی‌ها</div>
                </div>
                <div className="checkbox_item">
                  <svg
                    width="28"
                    height="28"
                    viewBox="0 0 28 28"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M2.8 13.9998C2.8 7.81422 7.81441 2.7998 14 2.7998C20.1856 2.7998 25.2 7.81422 25.2 13.9998C25.2 20.1854 20.1856 25.1998 14 25.1998C7.81441 25.1998 2.8 20.1854 2.8 13.9998Z"
                      fill="#4361EE"
                      fillOpacity="0.2"
                    />
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M19.5484 11.8211C19.8156 11.4112 19.8802 10.8799 19.5909 10.4853C19.2349 9.99976 18.7849 9.66027 18.3892 9.43135C17.8521 9.12063 17.2086 9.35753 16.8513 9.86481C14.6695 12.9625 13.3111 14.9734 13.3111 14.9734C13.3111 14.9734 12.4944 13.9578 11.1363 12.4975C10.6651 11.9908 9.90024 11.8892 9.37827 12.3433C9.09598 12.5889 8.78955 12.892 8.51776 13.2415C8.17056 13.6879 8.24398 14.3057 8.59915 14.7459C9.94215 16.4103 11.2394 17.7698 12.1675 18.6847C12.9202 19.4266 14.0992 19.3653 14.7613 18.5414C15.7721 17.2838 17.3917 15.1303 19.5484 11.8211Z"
                      fill="#4361EE"
                    />
                  </svg>{" "}
                  <div className="item-color">گزارش مالی</div>
                </div>
                <div className="checkbox_item">
                  <svg
                    width="28"
                    height="28"
                    viewBox="0 0 28 28"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M2.8 13.9998C2.8 7.81422 7.81441 2.7998 14 2.7998C20.1856 2.7998 25.2 7.81422 25.2 13.9998C25.2 20.1854 20.1856 25.1998 14 25.1998C7.81441 25.1998 2.8 20.1854 2.8 13.9998Z"
                      fill="#4361EE"
                      fillOpacity="0.2"
                    />
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M19.5484 11.8211C19.8156 11.4112 19.8802 10.8799 19.5909 10.4853C19.2349 9.99976 18.7849 9.66027 18.3892 9.43135C17.8521 9.12063 17.2086 9.35753 16.8513 9.86481C14.6695 12.9625 13.3111 14.9734 13.3111 14.9734C13.3111 14.9734 12.4944 13.9578 11.1363 12.4975C10.6651 11.9908 9.90024 11.8892 9.37827 12.3433C9.09598 12.5889 8.78955 12.892 8.51776 13.2415C8.17056 13.6879 8.24398 14.3057 8.59915 14.7459C9.94215 16.4103 11.2394 17.7698 12.1675 18.6847C12.9202 19.4266 14.0992 19.3653 14.7613 18.5414C15.7721 17.2838 17.3917 15.1303 19.5484 11.8211Z"
                      fill="#4361EE"
                    />
                  </svg>{" "}
                  <div className="item-color">تیکت پشتیبانی</div>
                </div>
                <div className="checkbox_item">
                  <svg
                    width="28"
                    height="28"
                    viewBox="0 0 28 28"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M2.8 13.9998C2.8 7.81422 7.81441 2.7998 14 2.7998C20.1856 2.7998 25.2 7.81422 25.2 13.9998C25.2 20.1854 20.1856 25.1998 14 25.1998C7.81441 25.1998 2.8 20.1854 2.8 13.9998Z"
                      fill="#4361EE"
                      fillOpacity="0.2"
                    />
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M19.5484 11.8211C19.8156 11.4112 19.8802 10.8799 19.5909 10.4853C19.2349 9.99976 18.7849 9.66027 18.3892 9.43135C17.8521 9.12063 17.2086 9.35753 16.8513 9.86481C14.6695 12.9625 13.3111 14.9734 13.3111 14.9734C13.3111 14.9734 12.4944 13.9578 11.1363 12.4975C10.6651 11.9908 9.90024 11.8892 9.37827 12.3433C9.09598 12.5889 8.78955 12.892 8.51776 13.2415C8.17056 13.6879 8.24398 14.3057 8.59915 14.7459C9.94215 16.4103 11.2394 17.7698 12.1675 18.6847C12.9202 19.4266 14.0992 19.3653 14.7613 18.5414C15.7721 17.2838 17.3917 15.1303 19.5484 11.8211Z"
                      fill="#4361EE"
                    />
                  </svg>{" "}
                  <div className="item-color">نمودار‌های گرافیکی</div>
                </div>
                <div className="checkbox_item">
                  <svg
                    width="28"
                    height="28"
                    viewBox="0 0 28 28"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M2.8 13.9998C2.8 7.81422 7.81441 2.7998 14 2.7998C20.1856 2.7998 25.2 7.81422 25.2 13.9998C25.2 20.1854 20.1856 25.1998 14 25.1998C7.81441 25.1998 2.8 20.1854 2.8 13.9998Z"
                      fill="#4361EE"
                      fillOpacity="0.2"
                    />
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M19.5484 11.8211C19.8156 11.4112 19.8802 10.8799 19.5909 10.4853C19.2349 9.99976 18.7849 9.66027 18.3892 9.43135C17.8521 9.12063 17.2086 9.35753 16.8513 9.86481C14.6695 12.9625 13.3111 14.9734 13.3111 14.9734C13.3111 14.9734 12.4944 13.9578 11.1363 12.4975C10.6651 11.9908 9.90024 11.8892 9.37827 12.3433C9.09598 12.5889 8.78955 12.892 8.51776 13.2415C8.17056 13.6879 8.24398 14.3057 8.59915 14.7459C9.94215 16.4103 11.2394 17.7698 12.1675 18.6847C12.9202 19.4266 14.0992 19.3653 14.7613 18.5414C15.7721 17.2838 17.3917 15.1303 19.5484 11.8211Z"
                      fill="#4361EE"
                    />
                  </svg>{" "}
                  <div className="item-color">گزارش احراز هویت‌ها</div>
                </div>
                <div className="checkbox_item">
                  <svg
                    width="28"
                    height="28"
                    viewBox="0 0 28 28"
                    fill="none"
                    xmlns="http://www.w3.org/2000/svg"
                  >
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M2.8 13.9998C2.8 7.81422 7.81441 2.7998 14 2.7998C20.1856 2.7998 25.2 7.81422 25.2 13.9998C25.2 20.1854 20.1856 25.1998 14 25.1998C7.81441 25.1998 2.8 20.1854 2.8 13.9998Z"
                      fill="#4361EE"
                      fillOpacity="0.2"
                    />
                    <path
                      fillRule="evenodd"
                      clipRule="evenodd"
                      d="M19.5484 11.8211C19.8156 11.4112 19.8802 10.8799 19.5909 10.4853C19.2349 9.99976 18.7849 9.66027 18.3892 9.43135C17.8521 9.12063 17.2086 9.35753 16.8513 9.86481C14.6695 12.9625 13.3111 14.9734 13.3111 14.9734C13.3111 14.9734 12.4944 13.9578 11.1363 12.4975C10.6651 11.9908 9.90024 11.8892 9.37827 12.3433C9.09598 12.5889 8.78955 12.892 8.51776 13.2415C8.17056 13.6879 8.24398 14.3057 8.59915 14.7459C9.94215 16.4103 11.2394 17.7698 12.1675 18.6847C12.9202 19.4266 14.0992 19.3653 14.7613 18.5414C15.7721 17.2838 17.3917 15.1303 19.5484 11.8211Z"
                      fill="#4361EE"
                    />
                  </svg>{" "}
                  <div className="item-color">مستندات فنی</div>
                </div>
              </div>
              <div className="btn">
                <Button
                  onClick={() => setIsPopupOpen(true)}
                  type="primary"
                  className="headerButton icon"
                >
                  <span>درخواست دمو</span>
                </Button>
                <Button type="secondary" className="headerButton icon">
                  <Link to="/contactUs">ارتباط با کارشناسان</Link>
                </Button>
              </div>
            </div>
            <div className="panel-image">
              <StaticImage src={"../../../assets/images/apiPanel.png"} />
            </div>
          </div>
        </div>
      </section>
      <DemoRequest isOpen={isPopupOpen} onClose={() => setIsPopupOpen(false)} />
    </>
  );
};

export default ApiPanel;
