import React from "react";
import "./aboutUsHero.scss";
import {StaticImage} from "gatsby-plugin-image";

export default function AboutUsHeroSection() {
    return (
        <>
            <section className="contact-info aboutUs" style={{marginTop: "0"}}>
                <h2 data-aos="fade-right" data-aos-duration="1000">
                    درباره ما
                </h2>
                <p data-aos="fade-right" data-aos-duration="1000">
                    شرکت فناوری ارتباط هویت اول، با نام تجاری لوانت یک شرکت نوآور در حوزه
                    فناوری‌های مالی با تمرکز بر توسعه راهکارهای نرم‌افزاری برای صنعت مالی
                    و احراز هویت ویدئویی مبتنی بر هوش مصنوعی (Video KYC) است. با هدف ایجاد
                    تحول در فرایندهای دیجیتالی سازمان‌ها راهکارهای نوآورانه ارائه میدهد که
                    امنیت، سرعت و دقت را در تعاملات مالی و مدیریتی بهبود می بخشند.لوانت با
                    ارائه زیرساخت‌های نرم‌افزاری و سرویس‌های ابری (SaaS)، فرایندهای پیچیده
                    مانند احراز هویت و مدیریت مشتریان را ساده و بهینه می‌کند. ترکیب تخصص
                    در فناوری اطلاعات و دانش عمیق مالی، به کسب‌وکارها این امکان را می‌دهد
                    که در دنیای دیجیتال امروز با اطمینان بیشتری پیش بروند.
                </p>
            </section>
            <div
                className="history-section"
                data-aos="fade-right"
                data-aos-duration="2000"
            >
                <div className="history-content">
                    <h3>تاریخچه لوانت</h3>
                    <p>
                        داستان لوانت از سال ۱۳۹۶ آغاز شد، زمانی که تیمی از متخصصان فناوری و
                        مالی تصمیم گرفتند راهکارهایی خلق کنند که تحولی در نحوه مدیریت هویت و
                        تعاملات دیجیتالی به وجود آورد. در ابتدا، ما به عنوان شریک فناوری
                        گروه مالی کیان، راهکارهای نرم‌افزاری پیشرفته‌ای مانند فرانت آفیس و
                        آنبوردینگ را توسعه دادیم که در اپلیکیشن‌ها و پلتفرم‌های معتبر مانند
                        کیان دیجیتال و درسا تریدر پیاده‌سازی شدند که نقش مهمی در تسهیل خدمات
                        دیجیتالی این گروه ایفا نمود. این موفقیت اولیه، پایه‌گذار حرکت ما به‌
                        سمت بازارهای جدید و نیازهای متنوع‌تر شد.
                    </p>
                </div>
                <StaticImage
                    src="../../../assets/images/levantTeam.JPG"
                    alt="History Image 1"
                    className="history-image"
                />
            </div>
            <div
                className="history-section  blue"
                data-aos="fade-right"
                data-aos-duration="2000"
            >
                <div className="blueSection">
                    <StaticImage
                        src="../../../assets/images/culture.JPG"
                        alt="History Image 1"
                        className="history-image"
                    />
                    <div className="history-content">
                        <p>
                            اما این تنها آغاز مسیر ما بود. در سال ۱۴۰۱، لوانت با تغییر
                            استراتژی و افزایش دایره خدمات خود، به شرکتی تبدیل شد که به ‌طور
                            مستقل راهکارهایی را به سایر سازمان‌ها و کسب ‌و کارها نیز ارائه
                            می‌دهد. این تغییر باعث شد که لوانت نه تنها به‌عنوان تأمین‌کننده
                            زیرساخت‌های دیجیتال گروه کیان، بلکه به‌عنوان یک شریک تجاری قابل
                            اعتماد برای کسب ‌و کارهای متعدد در بازار فناوری اطلاعات و ارتباطات
                            کشور شناخته شود. این گام بزرگ ما را به یکی از معدود شرکت‌هایی در
                            ایران تبدیل کرد که توانسته‌اند با ترکیب هوش مصنوعی و پردازش ابری،
                            خدماتی را ارائه دهند که نه تنها فرایند احراز هویت ویدیویی آنلاین
                            را سریع‌تر و ساده‌تر می‌کند، بلکه به سازمان‌ها کمک می‌کند تا با
                            امنیت بیشتری فعالیت کنند.
                        </p>
                    </div>
                </div>
            </div>
        </>
    );
}
