import React from "react";

export const valuablePartnerData = [
  {
    title: "افزایش بهره‌وری کارکنان",
    description:
      "استفاده از محصول پیشنهادی ما این امکان را به سازمان شما می‌دهد که عملکرد قسمت‌های مختلف کسب‌و‌کار خود را بهتر رصد کنید و در جهت بهینه‌سازی این عملکرد حرکت کنید",
    icon: <span className="icon-efficiency" />,
  },
  {
    title: "افزایش رضایتمندی مشتریان",
    description:
      "سیستم ما به شما این امکان را می‌دهد تا اطلاعات مشتریانتان را زیر نظر داشته باشید و بتوانید بهترین تصمیمات را برای کسب رضایت مشتریانتان اتخاذ کنید",
    icon: <span className="icon-satisfactionIncreasement" />,
  },
  {
    title: "افزایش رقابت‌پذیری",
    description:
      "استفاده از محصول پیشنهادی ما به سازمان شما این امکان را می‌دهد تا ارتباطات معنادارتر و ارزش‌آفرین‌تری را ایجاد و حفظ کنید و در نتیجه توانایی بیشتری در بازار رقابتی داشته باشید",
    icon: <span className="icon-competition" />,
  },
  {
    title: "کاهش هزینه های عملیاتی",
    description:
      "استفاده از محصول پیشنهادی ما این امکان را به سازمان شما می‌دهد که با داشتن ساختار سیستماتیک در جذب و نگهداری مشتریان کمترین منابع را هدر دهید و هزینه‌کرد خود را بهینه کنید",
    icon: <span className="icon-operation"></span>,
  },
];

export const FITECH_PROCESS = [
  { content: "احراز هویت مبتنی بر هوش مصنوعی به صورت آنلاین" },
  {
    content:
      "ثبت اتوماتیک مشتری ورودی از کانال های مختلف در سامانه های مورد نظر کسب و کار",
  },
  {
    content: "استعلام آنلاین اطلاعات از مراجع قانونی",
  },
  {
    content:
      "انعقاد قراردادها و توافق نامه ها به صورت آنلاین و قانونی (با استفاده از امضای دیجیتال)",
  },
  {
    content:
      "استخراج اطلاعات از تصاویر مدارک (OCR) (و صحت سنجی آنها به صورت آنلاین)",
  },
  {
    content: "ساخت فرایندهای سفارشی مورد نیاز کسب و کار",
  },
  {
    content: "پروفایل کاربران حقیقی و حقوقی",
  },
  {
    content:
      "یکپارچه با سایر سیستم های احراز هویت (مانند اکتیودایرکتوری و OpenLDAP)",
  },
  {
    content: "مدیریت جامع فرایندهای فروش به تفکیک شعب، نمایندگان و مشتریان",
  },
  {
    content:
      "دریافت اطلاعات مشتری محور و کاربردی از سایر سامانه ها به منظور ساخت گزارش های مدنظر کسب و کار",
  },
  {
    content:
      "ارسال پیام های اطلاع رسانی و تبلیغاتی هوشمند به مشتریان از طریق ایمیل و SMS",
  },
];

export const FINTECH_DEDICATED_CAPABILITY = [
  {
    content:
      "قابل اتصال به کلیه کانال‌های آنلاین کسب و کار مانند سایت، اپلیکیشن موبایل و ...",
  },
  {
    content: "قابل اتصال به کلیه سامانه های مدنظر کسب و کار",
  },
  {
    content:
      "ارائه اپلیکیشن موبایل و وب به صورت کاملاً یکپارچه با زیرساخت لِوانت",
  },
];

export const FINTECH_BENEFITS = [
  {
    content:
      "افزایش سرعت ورود به بازار (زمان طلایی را برای تعیین جایگاه خود در بازار صرف کنید)",
  },
  {
    content:
      "افزایش سهم بازار (سهم بازار خود را با ورود سریع تر و هوشمندانه تر به بازار، افزایش دهید)",
  },
  {
    content:
      "تمرکز بر کسب و کار اصلی (از صرف هزینه و زمان برای توسعه زیرساخت های نرم افزاری که ارتباطی با کسب و کار اصلی نهادهای مالی ندارند، پرهیز کنید)",
  },
];

export const BANKS_BENEFITS = [
  {
    content: "افزایش سرعت ورود به بازار و تمرکز بر روی افزایش سهم بازار",
  },
  {
    content:
      "تمرکز بر روی  Core Business بانک فارغ از صرف هزینه و زمان برای ایجاد زیرساخت‌های نرم‌افزاری",
  },
  {
    content: "کاهش هزینه‌های نگهداری و پشتیبانی زیرساخت",
  },
  {
    content:
      "کاهش هزینه‌های نیروی انسانی و جایگزینی آن با هوش مصنوعی و یادگیری ماشین",
  },
];

export const BANKS_PROCESS = [
  {
    content: "افتتاح انواع حساب‌های بانکی",
  },
  {
    content: "اعطای انواع تسهیلات",
  },
  {
    content: "صدور انواع ضمانت‌نامه",
  },

  {
    content: "احراز هویت مبتنی بر هوش مصنوعی به صورت آنلاین",
  },
  {
    content: "استعلام آنلاین اطلاعات از مراجع قانونی",
  },
  {
    content:
      "انعقاد قراردادها و توافق نامه ها به صورت آنلاین و قانونی (با استفاده از امضای دیجیتال)",
  },
  {
    content:
      "استخراج اطلاعات از تصاویر مدارک (OCR) (و صحت سنجی آنها به صورت آنلاین)",
  },
  {
    content:
      "ساخت فرایندهای سفارشی مورد نیاز بانک در بخش فرانت-آفیس بانکداری نوین",
  },
  {
    content: "پروفایل کاربران حقیقی و حقوقی",
  },
  {
    content:
      "یکپارچه با سایر سیستم های احراز هویت (مانند اکتیودایرکتوری و OpenLDAP)",
  },
  {
    content:
      "دریافت اطلاعات مشتری محور و کاربردی از پلتفرم بانکداری باز به منظور ساخت گزارش های مدنظر بانک",
  },
  {
    content:
      "ارسال پیام های اطلاع رسانی و تبلیغاتی هوشمند به مشتریان از طریق ایمیل و SMS",
  },
  {
    content:
      "مدیریت جامع فرایندهای فروش به تفکیک طرح ها، شعب، نمایندگان و مشتریان",
  },
];

export const EXCHANGE_PROCESS = [
  {
    content: "احراز هویت مبتنی بر هوش مصنوعی به صورت آنلاین",
  },
  {
    content:
      "ثبت اتوماتیک مشتری ورودی از کانال های مختلف در سامانه های مورد نظر صرافی",
  },
  {
    content: "استعلام آنلاین اطلاعات از مراجع قانونی",
  },
  {
    content:
      "انعقاد قراردادها و توافق نامه ها به صورت آنلاین و قانونی (با استفاده از امضای دیجیتال)",
  },
  {
    content:
      "استخراج اطلاعات از تصاویر مدارک (OCR) (و صحت سنجی آنها به صورت آنلاین)",
  },
  {
    content: "ساخت فرایندهای سفارشی مورد نیاز صرافی",
  },
  {
    content: "پروفایل کاربران حقیقی و حقوقی",
  },
  {
    content:
      "یکپارچه با سایر سیستم های احراز هویت (مانند اکتیودایرکتوری و OpenLDAP)",
  },
  {
    content: "مدیریت جامع فرایندهای فروش به تفکیک شعب، نمایندگان و مشتریان",
  },
  {
    content:
      "دریافت اطلاعات مشتری محور و کاربردی از سایر سامانه ها به منظور ساخت گزارش های مدنظر صرافی",
  },
  {
    content:
      "ارسال پیام های اطلاع رسانی و تبلیغاتی هوشمند به مشتریان از طریق ایمیل و SMS",
  },
];
export const EXCHANGE_INFRA_BENEFITS = [
  {
    content:
      " افزایش سرعت ورود به بازار (زمان طلایی را برای تعیین جایگاه خود در بازار صرف کنید)",
  },
  {
    content:
      "افزایش سهم بازار (سهم بازار خود را با ورود سریع تر و هوشمندانه تر به بازار، افزایش دهید)",
  },
  {
    content:
      "تمرکز بر کسب و کار اصلی (از صرف هزینه و زمان برای توسعه زیرساخت های نرم افزاری که ارتباطی با کسب و کار اصلی نهادهای مالی ندارند، پرهیز کنید)",
  },
  {
    content:
      "کاهش هزینه ها (هزینه های پشتیبانی و نگهداری زیرساخت های نرم افزاری را حذف و هزینه های نیروی انسانی را با جایگزین شدن توسط هوش مصنوعی و یادگیری ماشین کاهش دهید)",
  },
  {
    content:
      "شفافیت در چرخه عمر مشتری (با تحلیل داده های شفاف، ارزش بیشتری در چرخه عمر مشتریان خلق کنید)",
  },
  {
    content:
      "افزایش بهره‌وری (لوانت سوییت، با ارائه راهکارهای ارزشمند، اتوماتیک و مبتنی بر هوش مصنوعی بهره‌وری سازمان شما را افزایش خواهد داد.)",
  },
];
export const CUSTOMER_EKYC_BENEFITS = [
  {
    content: "ساخت و تایید حساب در کمتر از ۵ دقیقه",
  },
  {
    content: "احراز هویت ۲۴ساعته به تعداد نامحدود",
  },
  {
    content: "امنیت بیشتر با رمزنگاری AES 256",
  },
  {
    content: "ثبت نام آسان تنها با گرفتن یک ویدیو",
  },
  {
    content:
      "افزایش بهره‌وری (لوانت سوییت، با ارائه راهکارهای ارزشمند، اتوماتیک و مبتنی بر هوش مصنوعی بهره‌وری سازمان شما را افزایش خواهد داد.)",
  },
];
export const EXCHANGE_EKYC_BENEFITS = [
  {
    content: "کاهش جرائم مالی از طریق جلوگیری از ساخت حساب های اجاره ای",
  },
  {
    content: "افزایش بهره‌وری و کاهش هزینه های عملیاتی",
  },
  {
    content: "تسهیل فرایند ارائه خدمت به مشتری",
  },
  {
    content: "افزایش دقت، امنیت و سرعت",
  },
  {
    content: "مقیاس پذیر و منعطف",
  },
];

export const FINANCIAL_PROCESS = [
  {
    content: "احراز هویت مبتنی بر هوش مصنوعی به صورت آنلاین",
  },
  {
    content:
      "ثبت اتوماتیک مشتری ورودی از کانال های مختلف در OMS و BackOffice مورد نظر سازمان",
  },
  {
    content: "استعلام آنلاین اطلاعات از مراجع قانونی",
  },
  {
    content:
      "انعقاد قراردادها و توافق نامه ها به صورت آنلاین و قانونی (با استفاده از امضای دیجیتال)",
  },
  {
    content:
      "استخراج اطلاعات از تصاویر مدارک (OCR) (و صحت سنجی آنها به صورت آنلاین)",
  },
  {
    content:
      "ساخت فرایندهای سفارشی مورد نیاز برای صندوق های سرمایه گذاری، سبدگردانی، ثبت معامله و غیره",
  },
  {
    content: "پروفایل کاربران حقیقی و حقوقی",
  },
  {
    content:
      "یکپارچه با سایر سیستم های احراز هویت (مانند اکتیودایرکتوری و OpenLDAP)",
  },
  {
    content:
      "مدیریت جامع فرایندهای فروش به تفکیک صندوق ها، شعب، نمایندگان، مشتریان و سبدها",
  },
  {
    content:
      "دریافت اطلاعات مشتری محور و کاربردی از OMS و BackOffice به منظور ساخت گزارش های مدنظر سازمان",
  },
  {
    content:
      "ارسال پیام های اطلاع رسانی و تبلیغاتی هوشمند به مشتریان از طریق ایمیل و SMS",
  },
];
export const FINANCIAL_INFRA_BENEFITS = [
  {
    content:
      "افزایش سرعت ورود به بازار (زمان طلایی را برای تعیین جایگاه خود در بازار صرف کنید)",
  },
  {
    content:
      "افزایش سهم بازار (سهم بازار خود را با ورود سریع تر و هوشمندانه تر به بازار، افزایش دهید)",
  },
  {
    content:
      "تمرکز بر کسب و کار اصلی (از صرف هزینه و زمان برای توسعه زیرساخت های نرم افزاری که ارتباطی با کسب و کار اصلی نهادهای مالی ندارند، پرهیز کنید)",
  },
  {
    content:
      "کاهش هزینه ها (هزینه های پشتیبانی و نگهداری زیرساخت های نرم افزاری را حذف و هزینه های نیروی انسانی را با جایگزین شدن توسط هوش مصنوعی و یادگیری ماشین کاهش دهید)",
  },
  {
    content:
      "شفافیت در چرخه عمر مشتری (با تحلیل داده های شفاف، ارزش بیشتری در چرخه عمر مشتریان خلق کنید)",
  },
  {
    content:
      "افزایش بهره‌وری (لوانت سوییت، با ارائه راهکارهای ارزشمند، اتوماتیک و مبتنی بر هوش مصنوعی بهره‌وری سازمان شما را افزایش خواهد داد.)",
  },
];
export const MAIN_POSSIBILITIES = [
  {
    title: "احراز هویت مبتنی بر هوش مصنوعی",
    description: null,
    isOpen: false,
    contentType: "bulletContent",
    content: [
      {
        content:
          "شناسایی چهره کاربر از روی ویدئوارسالی وی و سپس تطبیق آن با تصویر کارت ملی از طریق استعلام از ثبت احوال به صورت آنلاین (Face Detection, Face Matching)",
      },
      {
        content:
          "شناسایی حرکات دست، سر و صورت به منظور تأیید زنده بودن تصاویر و پیشگیری از  جعل. در این فرایند دستوراتی به کاربر داده می شود و وی باید آن ها را توسط دست و سر خود اجرا کند. در عین حال از طریق چندین پارامتر دیگر نیز زنده بودن و غیرجعلی بودن شرایط بررسی می شود. (Liveness, Anti-spoofing, Gesture)",
      },
    ],
  },
  {
    title: "استعلام اطلاعات از مراجع قانونی",
    description:
      "لوانت سوییت به کلیه مراجع قانونی ارائه کننده «استعلام آنلاین اطلاعات» مربوط به افراد و شرکت ها متصل می باشد. مشتریان ما بدون هیچ گونه دغدغه ای می توانند اطلاعات کاربران خود اعم از اشخاص حقیقی یا حقوقی را استعلام و بررسی نمایند.",
    isOpen: false,
    contentType: "bulletContent",
    content: [
      {
        content: "شاهکار",
        description: " استعلام مالکیت خط تلفن همراه",
      },
      {
        content: "ثبت احوال",
        description:
          " استعلام کلیه اطلاعات ثبت شده افراد در ثبت احوال شامل عکس، نام و نام خانوادگی، سال تولد، نام پدر و سایر اطلاعات هویتی",
      },
      {
        content: "ثبت شرکت ها",
        description: "استعلام کلیه اطلاعات ثبت شده شرکت ها و تغییرات آن ها",
      },
      {
        content: "اطلاعات بانکی",
        description: "استعلام حساب های بانکی افراد و شرکت ها",
      },
      {
        content: "سجام",
        description: "استعلام اطلاعات اشخاص حقیقی و حقوقی در بورس",
      },
      {
        content: "کدپستی و آدرس",
        description: " استعلام اطلاعات آدرس بر اساس کدپستی",
      },
    ],
  },
  {
    title:
      "انعقاد قراردادها و توافق نامه ها به صورت آنلاین با استفاده از امضای دیجیتال",
    description: null,
    isOpen: false,
    contentType: "content",
    content:
      "«صدور امضای دیجیتال» برای مشتریان، امکان انعقاد هر نوع قرارداد یا توافق نامه را به صورت آنلاین برای مشتریان خود فراهم کرده است. همچنین قراردادهایی که به صورت آنلاین و از طریق زیرساخت لوانت سوییت منعقد شده باشند، در کلیه مراجع داوری و قضایی ایران قابل استناد می باشند.",
  },
  {
    title: "استخراج اطلاعات از تصاویر مدارک (OCR)",
    description:
      "لوانت سوییت با هدف ساده کردن دریافت اطلاعات از کاربران در زمان ثبت نام و یا تکمیل پروفایل، این قابلیت را ارائه می کند. کاربران می توانند از کارت ملی، شناسنامه، کارت بانکی و یا سایر مدارک خود عکس گرفته و آن را بارگذاری کنند. لوانت سوییت، فرایند زیر را برای مدارک مذکور انجام می دهد",
    isOpen: false,
    contentType: "bulletContent",
    content: [
      {
        content: "بررسی اصالت مدرک",
      },
      {
        content: "استخراج اطلاعات مندرج روی مدارک",
      },
      {
        content: "استعلام اطلاعات از مراجع قانونی به صورت آنلاین",
      },
    ],
  },
  {
    title: "ساخت فرایندهای سفارشی (آنبوردینگ)",
    description:
      "سازمان ها و کسب و کارها بر اساس تنوع خدماتی که به کاربران ارائه می دهند، فرایندهای متنوعی نیز برای شناسایی و احراز هویت کاربران اجرا می کنند. به عنوان مثال فرایند احراز هویت اشخاص حقوقی با فرایند احراز هویت اشخاص حقیقی متفاوت است. یا اینکه ارائه تسهیلات بر اساس نوع و میزان آن، فرایندهای متفاوتی نیاز دارد، همچنین ارائه خدمات Debit Card نسبت به Credit Card در یک سازمان مالی، فرایند KYC متفاوتی دارد. بنابراین کاربری که متقاضی خدمات Credit Card باشد، باید فرایند KYC متفاوتی را طی کند. لوانت سوییت، امکانی را فراهم کرده تا هر سازمان بر اساس نیاز خود بتواند فرایندهای آنبوردینگ مورد نظر را به صورت داینامیک اجرا نماید و در اختیار کاربران خود قرار دهد. این قابلیت، توان انعطاف پذیری و سرعت سازمان ها را برای مدیریت هر نوعی از «آنبوردینگ توأم با KYC» افزایش داده و مزیت رقابتی ویژه ای را برای آن ها ایجاد می کند.",
    isOpen: false,
    contentType: "bulletContent",
    content: [
      {
        content: "ساخت فیلدهای سفارشی",
        description:
          "لوانت سوییت، قابلیتی را برای مدیران سیستم فراهم آورده تا آن ها بتوانند بر اساس نیاز کسب و کار خود، از طریق تعریف فیلدهای سفارشی در بخش پروفایل کاربران، اطلاعات بیشتری را از کاربر خود دریافت کنند. مدیر سیستم می تواند فیلدهای سفارشی را بر اساس گروه های کاربری، دسته بندی کرده تا کاربران، صرفاً فیلدهای سفارشی مرتبط به گروه کاربری خود را مشاهده و نسبت به تکمیل آن ها اقدام کنند. گروه بندی کاربران می تواند بر اساس درخواست/دسترسی آن ها به خدمات مختلف سیستم صورت گیرد. ",
      },
      {
        content: "سطح بندی احراز هویت",
        description:
          " سازمان های چابک و هوشمند، همواره به گروه بندی مشتریان توجه ویژه دارند. بر همین اساس، سطح بندی متفاوتی را در پروسه احراز هویت برای هر گروه از مشتریان در نظر می گیرند. لوانت سوییت با تمرکز بر روی این نیاز کلیدی، قابلیت تعریف سطوح متنوعی از احراز هویت را برای سازمان ها فراهم کرده است. آن ها می توانند در هر یک از فرایندهایی که توسط لوانت سوییت ساخته اند، سطح KYC مورد نظرشان را اضافه نموده و مشتریان برای دسترسی به خدمات مورد نظر خود، باید فرایند مربوطه را همراه با KYC آن طی کنند. ",
      },
      {
        content: "کامپوننت های کاربردی",
        description:
          "قابلیت فرایندساز در لوانت سوییت، شامل چندین کامپوننت کاربردی مانند نوتیفیکیشن، فرم ساز، کامپوننت تاریخ و ساعت و ... می باشد. ",
      },
      {
        content: "یکپارچه با فرایندهای بیرونی (درون ریزی و برون ریزی)",
        description:
          " این ابزار به لوانت سوییت کمک می کند تا بتواند حتی در میان فرایندهای جاری سازمان و سیستم های آن قرار گرفته و مزیت های متعددی خلق کند.",
      },
    ],
  },
  {
    title: "پروفایل کاربران",
    description: null,
    isOpen: false,
    contentType: "bulletContent",
    content: [
      {
        content: "مشاهده وضعیت",
        description:
          " در این بخش، می توانید تمام اطلاعات کاربران را به همراه فرایندهای طی شده جهت احراز هویت آن ها مشاهده کنید. به عنوان مثال می توانید وضعیت استعلام «شاهکار» کاربر مربوطه را مشاهده کنید. همچنین از طریق استعلام اطلاعات بانکی می توانید مطمئن شوید که شماره حساب های اعلام شده از سوی کاربر، واقعاً متعلق به اوست یا خیر. علاوه بر این وضعیت سایر استعلام های کاربر مذکور نیز قابل مشاهده می باشد.",
      },
      {
        content: "پشتیبانی از مشتریان حقوقی",
        description:
          " لوانت سوییت، علاوه بر مشتریان حقیقی، از فرایند ثبت نام، احراز هویت و مدیریت مشتریان حقوقی نیز پشتیبانی می کند.",
      },
    ],
  },
  {
    title: "یکپارچه با سایر سیستم های احراز هویت",
    description: null,
    isOpen: false,
    contentType: "content",
    content:
      "لوانت سوییت، امکان یکپارچه سازی با سیستم های محبوب و فراگیر احراز هویت مانند اکتیودایرکتوری و OpenLDAP را دارد. اگر سازمانی، از سایر سیستم ها برای ثبت و احراز هویت در محصولات خود استفاده می کند، بدون نگرانی می تواند اقدام به اتصال و یکپارچه سازی آن با زیرساخت های لوانت سوییت، نماید.",
  },
  {
    title: "مدیریت جامع فرایندهای فروش",
    description: null,
    isOpen: false,
    contentType: "bulletContent",
    content: [
      {
        content: "اتوماسیون فروش",
        description:
          "سازمان ها با بهره مندی از امکانات لوانت سوییت می توانند کلیه فرایندهای فروش را به صورت اتوماسیون پیاده سازی و مدیریت کنند. فرایندهایی مانند مدیریت اکانت ها، مدیریت فرصت ها و پیشنهادها، مدیریت تماس ها، پیش بینی ها و گزارش ها به سادگی قابل پیاده سازی و بهره برداری هستند.",
      },
      {
        content: "مدیریت سرنخ ها",
        description:
          "این قابلیت نیز، یکی از مهم ترین امکانات «مدیریت فرایند فروش» است که از بخش هایی مانند مدیریت کمپین ها، هدایت هوشمند سرنخ ها و گزارش از وضعیت تبدیل سرنخ ها ارائه می کند. ",
      },
      {
        content: "پشتیبانی مشتری",
        description:
          "سازمان ها با استفاده از امکانات این بخش می توانند پس از نهایی شدن فروش، ارتباط مؤثر خود با مشتری را حفظ کرده و با ارائه خدمات پشتیبانی مناسب از طریق بخش تیکتینگ، مرکز تماس و یا مرکز دانش علاوه بر ارتقاء سطح رضایتمندی، آن ها برای خریدهای آتی نیز ترغیب نمایند.",
      },
    ],
  },
];

export const LATERAL_POSSIBILITIES = [
  {
    content: "سامانه معاملات الگوریتمی",
  },
  {
    content: "سامانه جامع مدیریت دارایی",
  },
  {
    content: "سامانه مدیریت صندوق های سرمایه گذاری",
  },
  {
    content: "پلتفرم آنلاین تریدینگ در بورس",
  },
  {
    content: "پلتفرم سرمایه گذاری خُرد",
  },
];

export const APPLICATION = [
  {
    content: "بانک",
  },
  {
    content:
      "نهادهای مالی و بازار سرمایه (کارگزاری و معاملات آنلاین، صندوق سرمایه گذاری، سبدگردان)",
  },
  {
    content: "صرافی های ارز دیجیتال",
  },
];
