import React from "react";
import "react-toastify/dist/ReactToastify.css";
import "../../../../assets/css/main.css";
import "../../index.scss";
import Layout from "../../../components/layout/mainLayout";
import {Helmet} from "react-helmet";
import SequentialContent from "../../../components/sequentialContent/sequentialContent";
import {FINANCIAL_INFRA_BENEFITS, FINANCIAL_PROCESS,} from "../../../../lib/mock.data";
import ContentBox from "../../../components/ContentBox/ContentBox";

export default function FinanceOrgs() {
    return (
        <Layout>
            <Helmet>
                <title>هوشمندی و جلب اعتماد در بازار سرمایه با لوانت سوییت</title>
                <link rel="stylesheet" href="../../assets/fontiran.css"/>
                <link rel="stylesheet" href="../../assets/css/main.css"/>
                <meta
                    name="description"
                    content="نهادهای مالی بازار سرمایه رقابت تنگاتنگی برای جلب اعتماد سرمایه گذاران، انجام سرمایه گذاری های هوشمندانه و در نهایت جلب رضایتمندی سرمایه گذاران دارند. در این مسیر استفاده از ابزارهای کاربردی و کارآمد مانند لوانت سوییت، به نهادهای مالی بازار سرمایه کمک می کند تا بتوانند مزیت رقابتی ایجاد کرده و سهم بازار خود را افرایش دهند.."
                />
            </Helmet>
            <div className="container">
                <ContentBox
                    title="معرفی کلی"
                    description=" مأموریت لوانت سوییت ارايه سیستم‌هایی است که نهادهای مالی را از فرایند‌های ثبت نام مشتریان و هماهنگی با سازمان ها بابت انجام معاملات و... رها کرده تا بتوانند زمان بیشتری صرف مأموریت اصلی خود یعنی تحلیل، شناسایی دارایی‌های قابل سرمایه‌گذاری و تحلیل سرمایه‌گذاری‌های انجام شده کنند. مأموریت ما با ارائه لوانت سوییت، تحقق مأموریت واقعی نهادهای مالی و بازار سرمایه استمجموعه لوانت، با شناخت کامل نهادهای مالی و نیاز آن ها به زیرساخت های احراز هویت، عقد قراردادهای غیرحضوری به صورت قانونی، استعلام آنلاین اطلاعات مورد نیاز از مراجع قانونی و برخی سرویس های مشابه دیگر ، لوانت سوییت را طراحی و پیاده سازی کرده است. اگر به عنوان یک سبدگردان یا صندوق سرمایه گذاری امکاناتی نظیر ثبت نام سرمایه گذار به صورت آنلاین، احراز هویت و تشکیل پروفایل  به صورت غیر حضوری برای سرمایه گذاران حقیقی یا حقوقی، تعریف فرایندهای ساده یا پیچیده مانند تشکیل پرونده های خاص و انعقاد قرارداد به صورت آنلاین، مدیریت عملکرد کارشناسان، مدیریت کارکنان فروش و مارکتینگ، دسترسی به گزارش های کاربری از وضعیت تبدیل سرنخ ها به مشتری در زمره نیازمندی های شماست، لوانت سوییت کامل ترین راهکار یکپارچه و 360 درجه را به شما ارائه می کند. لوانت سوییت به عنوان یک زیرساخت دیجیتال در بازار سرمایه، علاوه بر کاهش هزینه نهادهای مالی، مسیر آن ها را برای رقابت از طریق نوآوری هموارتر خواهد کرد. مجموعه خدمات ما از ثبت‌نام غیر حضوری و احراز هویت با هوش مصنوعی تا پنل معاملاتی منحصر به فرد و معاملات الگوریتمی به کارگزاری‌ها کمک می‌کند تا به راحتی بتوانند در کنار لیدر‌های این صنعت فعالیت کرده و با حفظ چابکی و تقویت نوآوری، سهم بازار خود را افزایش دهند. لوانت سوییت به نهادهای مالی و بازار سرمایه کمک می کند که با یک تیم انگشت شمار بتوانند هزاران مشتری را به راحتی جذب کرده و میلیاردها ریال منابع سرمایه گذاران را به سادگی مدیریت و راهبری کنند."
                />

                <SequentialContent
                    items={FINANCIAL_PROCESS}
                    title={
                        "فرایندهای مهم نهادهای مالی که توسط لوانت سوییت قابل پیاده سازی است"
                    }
                />
                <SequentialContent
                    items={FINANCIAL_INFRA_BENEFITS}
                    title={"مزایای استفاده از زیرساخت لوانت سوییت برای نهادهای مالی"}
                />
            </div>
        </Layout>
    );
}
