import React from "react";
import "react-toastify/dist/ReactToastify.css";
import "../../../../assets/css/main.css";
import "../../index.scss";
import Layout from "../../../components/layout/mainLayout";
import {Helmet} from "react-helmet";

import SequentialContent from "../../../components/sequentialContent/sequentialContent";
import {BANKS_BENEFITS, BANKS_PROCESS} from "../../../../lib/mock.data";
import ContentBox from "../../../components/ContentBox/ContentBox";

export default function Banks() {
    return (
        <Layout>
            <Helmet>
                <title>بانک داری نوین با لوانت سوییت</title>
                <link rel="stylesheet" href="../../assets/fontiran.css"/>
                <link rel="stylesheet" href="../../assets/css/main.css"/>
                <meta
                    name="description"
                    content="فناوری های جدید، دگرگونی بازارها و مشتریانی با تقاضاهای متفاوت از گذشته، بانک ها را بر آن داشته تا برای باقی ماندن در بازار و کسب سهم مناسب از آن، در تکاپوی مضاعف باشند. لوانت به عنوان یک شریک تجاری قابل اعتماد، از طریق ارائه محصولات ارزشمند، برای بانک ها مزیت رقابتی ایجاد خواهد کرد."
                />
            </Helmet>
            <div className="container">
                <ContentBox
                    title="معرفی کلی"
                    description="با ظهور مفاهیم تازه و رویکردهای نوین بانک‌داری مانند بانک‌داری باز و نئوبانک، و به دنبال آن تدوین دستورالعمل‌های بانکی جدید مانند PSD2، قواعد این مارکت در حال دگرگونی است و حتی با ورود بازیگران تازه‌ای که اغلب سابقه‌ای هم در صنعت بانکی و مالی ندارند، سهم بازار هر یک از نقش‌آفرینان از جمله بانک‌ها دچار تغییرات اساسی خواهد شد.
با این توصیف، تلاش مضاعفی از سوی مدیران هوشمند بانکی شکل گرفته تا سهم بازار مناسبی از بازارهای جدیدی که در حال شکل‌گرفتن است را برای سازمان خود، به عنوان یک بانک پیشرو (First Mover) ایجاد کنند و در ثانی مانع از ریزش سهم بازار فعلی خود و واگذاری آن به رقبا شوند.
شرکت فناوری ارتباط هویت الوان با بهره‌مندی از کارشناسان مجرب توسعه زیرساخت‌های مقیاس بزرگ نرم‌افزاری، و همچنین متخصصان ذبده مالی، در تلاش است تا به عنوان یک سرویس‌دهنده و شریک تجاری در کنار سازمان‌هایی که علاقمندند به سرعت وارد بازارهای جدید مالی شوند، ایفای نقش کند.
با این رویکرد، زیرساخت بانک‌داری نوین لِوانت که منطبق با دستورالعمل‌های بانک مرکزی و سایر قوانین در مراجع بالا دستی مانند «قوانین مبارزه با پولشویی و تأمین مالی تروریسم» و «دستورالعمل حدود و چگونگی ارائه غیرحضوری خدمات پایه به ارباب رجوع» است، توسط شرکت فناوری ارتباط هویت الوان ارائه شده و با شرایط ویژه برای مؤسسات مالی قابل راه‌اندازی است."
                />
                <SequentialContent
                    items={BANKS_PROCESS}
                    description={
                        "کلیه فرایندهای زیر به شکل آنلاین و اتوماسیون، از طریق زیرساخت بانک‌داری نوین لِوانت قابل انجام است و بانک می‌تواند فرایند هر یک را بر اساس نظر خود سفارشی‌سازی کند:"
                    }
                    title={"فرایندهای مهم بانکی که توسط لوانت سوییت قابل پیاده سازی است"}
                />
                <SequentialContent
                    items={BANKS_BENEFITS}
                    title={"مزایای استفاده از زیرساخت بانک‌داری نوین لِوانت"}
                />
            </div>
        </Layout>
    );
}
